/* File menu entry under Import Catalog */
"Aperture Library…" = "Aperture Bibliothek…";

/* Error message if Aperture library cannot be opened because its database is unreadable */
"Could not open this Aperture library's database." = "Konnte die Aperture Bibliotheksdatenbank nicht öffnen.";

/* Error message if Aperture library appears to have no media items */
"This library appears to be empty." = "Die Bibliothek scheint leer zu sein.";

/* Error message if Aperture library cannot be opened because Aperture currently has it open */
"This library is currently open." = "Die Bibliothek ist momentan geöffnet.";

/* Error message if failing to get document properties of a Aperture library for import */
"Unable to read Aperture library properties." = "Eigenschaften der Aperture Bibliothek konnten nicht geladen werden.";

